[
  {
    "Id": 1,
    "Nom": "Accusé",
    "Objet": "Accusé de réception de votre demande d\u0027ajout",
    "Message": "Madame, Monsieur,\nNous vous remercions d\u0027avoir contacté la Ville de Trois-Rivières et d\u0027avoir exprimé votre intérêt à être ajouté à notre bottin central en tant que fournisseur potentiel.\n\nNous accusons réception de votre demande ainsi que des documents et informations que vous avez soumis. Nous tenons à vous assurer que votre demande sera traitée avec l\u0027attention et la diligence requises. Notre processus d\u0027évaluation implique une revue détaillée des informations fournies, ainsi qu\u0027une analyse de la compatibilité de vos produits et services avec les besoins de la Ville. Ce processus peut prendre un certain temps, et nous nous engageons à vous fournir une réponse définitive dans les meilleurs délais.\n\nNous vous remercions de votre patience et de votre compréhension, et nous sommes impatients d\u0027explorer les\npossibilités d\u0027une collaboration fructueuse.\nCordialement,\n\nJohn Doe\nDirection de l\u0027approvisionnement\nVille de Trois-Rivières"
  },
  {
    "Id": 2,
    "Nom": "Refus",
    "Objet": "Suite à votre demande d\u0027ajout au bottin des fournisseurs",
    "Message": "Madame, Monsieur,\n\nNous vous remercions d’avoir soumis votre demande pour être ajouté à notre bottin central en tant que fournisseur potentiel de la Ville de Trois-Rivières.\n\nAprès une analyse attentive de votre dossier, nous regrettons de vous informer que votre demande n’a pas été retenue.\n\nNous vous remercions sincèrement pour l’intérêt que vous portez à la Ville de Trois-Rivières. Bien que votre demande n’ait pas pu aboutir cette fois-ci, nous vous encourageons à rester attentif à d’éventuelles opportunités futures qui pourraient mieux correspondre à vos produits ou services.\n\nNous vous souhaitons le meilleur dans vos démarches et vous remercions à nouveau pour votre compréhension.\n\nCordialement,\nJohn Doe\nDirection de l’approvisionnement\nVille de Trois-Rivières"
  },
  {
    "Id": 3,
    "Nom": "Accepté",
    "Objet": "Confirmation de votre ajout au bottin des fournisseurs",
    "Message": "Madame, Monsieur,\n\nNous avons le plaisir de vous informer que votre demande pour être ajouté à notre bottin central en tant que fournisseur potentiel de la Ville de Trois-Rivières a été acceptée.\n\nNous vous remercions pour l’intérêt que vous portez à notre organisation et pour les informations que vous nous avez transmises. Votre profil a été intégré à notre base de données, et nous n’hésiterons pas à vous contacter dans le cadre de nos besoins en produits et services compatibles avec votre offre.\n\nNous sommes ravis de compter sur votre collaboration éventuelle et nous restons à votre disposition pour toute information complémentaire ou précision nécessaire.\n\nCordialement,\nJohn Doe\nDirection de l’approvisionnement\nVille de Trois-Rivières"
  },
  {
    "Id": 4,
    "Nom": "Finances",
    "Objet": "Ajout d\u0027un nouveau fournisseur",
    "Message": "Madame, Monsieur,\n\nNous vous informons qu’un nouveau fournisseur a été ajouté au bottin central de la Ville de Trois-Rivières. Vous trouverez en pièce jointe la fiche complète de ce fournisseur, incluant ses informations pertinentes pour vos dossiers.\n\nNous vous remercions de bien vouloir intégrer ces informations à vos systèmes et de nous aviser si des renseignements supplémentaires sont nécessaires.\n\nInformations principales du fournisseur :\nNom de l’entreprise : [Nom de l’entreprise]\nAdresse : [Adresse complète]\nPersonne-ressource : [Nom, fonction, courriel, téléphone]\nSi vous avez des questions ou besoin de précisions, n’hésitez pas à me contacter directement.\n\nCordialement,\nJohn Doe,\nDirection de l’approvisionnement\nVille de Trois-Rivières\n\nPièce jointe : Fiche fournisseur – [Nom de l’entreprise]"
  }
]